/* This is a mapping of BRError code failures to localized failure reasons */

/* This file contains only the overriden error strings. Also look in */
/* BackRow.framework BRErrorFailureReasons.strings for more. */

/* kBRMediaPlayerNoDatabaseFound*/
200 = "Front Row kan ikke finde noget indhold.";

/* kBRMediaPlayerSongPlaybackError*/
201 = "Front Row kan ikke afspille den aktuelle sang.";


/* kBRMediaNoPhotoContent */
301 = "Front Row kan ikke finde nogen fotografier.";

/* kBRMediaNoPodcastContent */
302 = "Front Row kan ikke finde nogen podcasts.";

/* kBRMediaNotDRMAuthorized */
303 = "Du har ikke tilladelse til at spille dette indhold.";

/* kBRMediaNoTVShowContent */
305 = "Front Row kan ikke finde nogen tv-udsendelser.";

/* kBRMediaNoMusicVideoContent */
306 = "Front Row kan ikke finde nogen musikvideoer.";

/* kBRMediaNoPlaylists */
307 = "Front Row kan ikke finde nogen spillelister.";

/* kBRMediaNoSongContent */
308 = "Front Row kan ikke finde nogen sange.";

/* kBRMediaNoAudioBookContent */
309 = "Front Row kan ikke finde nogen lydbøger.";

/* kBRMediaNoMovies */
315 = "Front Row kan ikke finde nogen film.";

/* kBRRemoteMediaNotDRMAuthorized */
353 = "Brugeren har ikke tilladelse til at afspille dette indhold.";


/* kBRDataSourceConnectionInProgressError */
420 = "Front Row forsøger allerede at oprette forbindelse til denne kilde.";

/* KBRSystemNetworkHostUnreachable */
501 = "Front Row kan ikke oprette forbindelse til dette bibliotek.";

